{
  "annual-budget-explanation.title": "Getting higher budget than expected?",
  "annual-budget.explanation.text": "You may get some excess of yearly budget depending on several factors. The prediction takes into account Bitcoin CAGR, inflation, and other things that could lead to a greater than expected budget, considering the updates are made on a yearly basis and it's indexed by inflation rate.",
  "app.title": "Bitcoin Retirement Calculator",
  "calculator.chart-view": "Chart view",
  "calculator.table-view": "Table view",
  "cannot-retire.text": "Unfortunately you are not gonna make it at this time.",
  "cannot-retire.text2": "Stay humble, and keep stacking  sats.",
  "chart.title": "Your retirement prediction",
  "donate.donate": "Donate!",
  "donate.lightning": "Lightning",
  "donate.onchain": "Bitcoin",
  "donate.qrcode.title": "Support this project:",
  "faq.bitcoin-appreciation-after-retirement": "Does this calculator take into account Bitcoin appreciation after retirement?",
  "faq.bitcoin-appreciation-after-retirement-text": "Yes, it does, assuming you are using Optimized Mode. Otherwise, it won’t.",
  "faq.bitcoin-buy-after-retirement": "Does the Annual Estimated Buy keep going after retirement age?",
  "faq.bitcoin-buy-after-retirement-text": "No. The annual bitcoin buying goes on till you reach your retirement age. After that, Bitcoin buys no longer happen.",
  "faq.btc-scale": "Why the graph doesn’t show the Bitcoin stack growing, only USD line growth is shown?",
  "faq.btc-scale-text": "This is a scale issue. Bitcoin unit versus USD unit shown in the same graph. Bitcoin unit is too small to be shown along with USD growth line. If you want to see the Bitcoin line growth, simply click the USD label (to remove it) and you will the Bitcoin only graph reflecting its growth in the timeline.",
  "faq.cagr-negative": "Why the Price Growth Rate is never negative in a given year like in a Bear Market?",
  "faq.cagr-negative-text": "At this point, we assume Bitcoin is an NGU technology, so, in the long term, the price action will always be in the up direction only. So, you should include or discount those negative years you expect in the average Price Growth Rate that you calculate to use as an input.",
  "faq.can-i-input-retirement-age": "Can I calculate how much money will I get yearly if I retire at a given age?",
  "faq.can-i-input-retirement-age-text": "No. At this point, the calculator doesn’t allow you to use your desired age of retirement as input to tell you how much money you would get yearly in that situation. Who knows in a future version. Stay tuned.",
  "faq.get-money": "Do you get any money with this tool?",
  "faq.get-money-text": "No. This is a non-profit initiative, however, as developing, maintaining the tool, hosting, domain, etc. has a cost, please, consider donating if you like our work.",
  "faq.inflation-rate-default": "Why does inflation rate default to 2%?",
  "faq.inflation-rate-default-text": "Because historically this has been the “ideal inflation yearly target” of many first world governments. We know that’s unreal, and for that reason, the calc let you choose whatever amount that you want, provided it is not equal o greater than Bitcoin Price Growth Rate for obvious reasons.",
  "faq.irs": "Was this tool created by IRS, FBI or any other state agency to track my data?",
  "faq.irs-text": "No. Well, maybe. Who knows… Jokes apart, you shouldn’t trust us or anyone, just verify. The code is opensource. If you don’t trust us (and you shouldn’t), just run your own copy.",
  "faq.is-cagr": "Is Price Growth Rate equal to CAGR?",
  "faq.is-cagr-fixed": "Why is the Price Growth Rate fixed?",
  "faq.is-cagr-fixed-text": "In this current version of the calculator, the price is fixed and steady. In the next version will probably find a way to randomize this output as well, so, you will have the option to simulate different Price Growth Rates yearly instead of a fixed and constant value.",
  "faq.is-cagr-text": "Yes. We simply use a less specific term to refer to the same thing.",
  "faq.life-expectancy-defaults": "Why does life expectancy default to 86?",
  "faq.life-expectancy-defaults-link": "Source: https://data.worldbank.org/indicator/SP.DYN.LE00.IN?most_recent_value_desc=true",
  "faq.life-expectancy-defaults-text": "Every country has a different life expectancy. We are using the best-case scenario based on data (source below), but you can use whatever value that you would like to instead.",
  "faq.optimized-conservative": "What’s the difference between Optimized and Conservative mode?",
  "faq.optimized-conservative-text": "By using Conservative mode, the assumption is that you will sell all your Bitcoin for FIAT when your retirement age goal is reached. So, avoiding any future fluctuation in Bitcoin price terms after you retire. On the other hand, you will not benefit of any appreciation or upswing of the Bitcoin price after you retire. If you are looking for the latter option instead, you should use Optimize mode, which will consider that you sell (yearly) only the amount of sats required for meeting your desired annual income in FIAT and keeps the rest of your stack untouched.",
  "faq.other-crypto-assets": "Are you planning to add other crypto assets to this calculator?",
  "faq.other-crypto-assets-text": "Absolutely not. This is Bitcoin only, as it should be. If you are asking this question, you should spend more time studying Bitcoin, and less time shitcoining (zero minutes would be ideal).",
  "faq.uses-inflation": "Does this calculator take into account inflation/purchasing power?",
  "faq.uses-inflation-text": "Yes, absolutely. When you input your desired retirement annual income in FIAT value (e.g. 120K USD), then, the calculator will index that amount yearly by the inflation rate you provide (another customizable field), and the end result would be that you will retire with an annual income that could be different from the one you defined because it will reflect the equivalent amount that keeps your purchasing power in FIAT terms.",
  "faq.what-cagr-to-use": "What Price Growth Rate should I use?",
  "faq.what-cagr-to-use-text": "Predicting the future is impossible. All you can do is guessing what the average growth of Bitcoin price will be for the next decade or so.",
  "faq.what-is-it": "What is this calculator for?",
  "faq.what-is-it-text": "The Bitcoin Retirement Calculator is a useful tool to estimate your retirement age based on the inputs you provide, such as your current age, your stack, life expectancy, among other values that you can tweak at your convenience.",
  "faq.why-greater-annual-input": "Why am I getting a greater annual income than the one I input?",
  "faq.why-greater-annual-input-text": "This can happen for several reasons. If you the inflation rate you provided is greater than zero, then, the FIAT amount will be indexed by inflation to maintain your purchasing power yearly. Also, it is impossible to get the exact amount, so, the calculator will try to get you “AT LEAST” the amount you desire, but it could be slightly more. Last but not least, if you are using Optimized Mode, then, you keep most of your stack at retirement age, and as Bitcoin price raises, your savings in FIAT terms continue to grow, even after you retire.",
  "input.annual-buy": "Annual estimated buy:",
  "input.conservative": "Conservative",
  "input.current-age": "Current age:",
  "input.desired-total-savings": "Desired annual retirement income:",
  "input.growth-rate": "Price annual growth:",
  "input.inflation-rate": "Annual inflation:",
  "input.life-expectancy": "Life expectancy:",
  "input.optimized": "Optimized",
  "input.savings-btc": "Amount of ₿itcoin you hodl:",
  "mode-explanation.conservative": "Conservative:",
  "mode-explanation.conservative-text": "You don't want to take major risks. You plan to sell all of your Bitcoin at the moment you retire, and forget about price fluctuations in your retirement. While this approach is less risky, you're likely to get less FIAT for the Bitcoin you hodl.",
  "mode-explanation.header": "We give you two alternative strategies to calculate your retirement. Depending on how you plan your retirement, you may want to use one or the other.",
  "mode-explanation.optimized": "Optimized:",
  "mode-explanation.optimized-text": "Your plan is to sell only the bitcoin you need every year based on the budget you expect to have, so you will keep taking advantage of your sats until the end of your life.",
  "mode-explanation.title": "What does this mean?",
  "slider.annual-buy": "Annual estimated buy",
  "slider.growth-rate": "Price annual growth",
  "summary.annual-retirement-budget": "Annual Retirement Budget:",
  "summary.bitcoin-price": "Current ₿itcoin Price:",
  "summary.btc-price-at-retirement": "₿itcoin price when you retire:",
  "summary.monthly-retirement-budget": "Monthly Retirement Budget:",
  "summary.retirement-age": "Your retirement age:",
  "summary.total-savings": "Total Savings:",
  "table.accumulated-savings": "$ Savings",
  "table.accumulated-savings-btc": "₿ Savings",
  "table.age": "Age",
  "table.bitcoin-price": "₿ Price",
  "table.config.title": "Columns to display",
  "table.indexed-budget": "Annual Budget",
  "table.not-relevant": "Not relevant",
  "table.year": "Year",
  "table.you-bought": "₿ flows"
}
